Repository: mozilla-l10n/mt-training-data
Catalog: sbn/sbn_pontoon.tmx
Source language: en_us
Languages: sbn

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
sbn: مهربآنيٚ ريٚڪآڊئيٚنگ ڪرڻ لآ<lineBreak></lineBreak>هآڻي جآنچو ائيٚنٚ جمآ ڪرو پنڊرينٚ ڪليٚپ هيٺ

source: Thank you for your information
sbn: مهربآنيٚ اڀآنٚ ريٚ مآلوٚمآت ريٚ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
sbn: شرآڪت ڪرڻ لآ اڀآݩ ريٚ دلچسپيٚ ريٚ مهربآنيٚ { $lang }۔ اسيٚݩ جآم مهنت ڪرسوݩ هر هَڪ ٻوليٚ کي پڌريٚ (لآنچ) ڪرڻ ائيٚݩ ٽيٚم کي ايٚ ميل وسيٚلي رآبتي ميݩ رکڻ لآ۔ اگر اڀيٚݩ شرآڪت ڪرڻ گُهرو دآ تا مهربآنيٚ ڪري پنڊرو ايٚ ميل هيٺ ڏيو۔

source: Thank you for your voice information
sbn: مهربآنيٚ اڀآنٚ ريٚ آوآز ريٚ مآلوٚمآت ري بآري

source: Thank you! You’ve sent a new language enquiry
sbn: مهربآنيٚ! اڀآݩ هَڪ نئيݩ ٻوليٚ ريٚ پُڇآ ڳآڇآ موڪليٚ اهي.

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
sbn: بهتر جملآ ڪُدرتيٚ ائيٚݩ گڦتگو وآرآ اهيݩ - او ڪݩهݩ لآ پڙهڻ ميݩ آسآن هوئڻ کپي۔ جڏهيݩ تا سوتيآتيٚ تنوآ ائيٚݩ جملآݩ ميݩ مکتليٚڦ لڦز اهم آهيݩ، اسآݩ پڻ ڪوشيٚش ڪري رهيآ اهوݩ تا ريڪآڊئيٚنگ جملآݩ کي اسآݩ ري رزآڪآر برآدريٚ لآ ممڪن هد تآئيٚݩ دلچسپ ائيٚݩ مزيدآر ٺآهيو وهي۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
sbn: هَڪ مڦيٚد تڪريٚر ريٚ سُڃآڻپ وآري انجڻ ٺآهڻ لآ بهتريݩ جمآ آم ٻوليٚ، جديٚد ٻوليݩ اهيݩ. جملآݩ کي ٺآهڻ ميݩ مدت لآ ڪجھ کيآل اهيݩ:

source: The bumblebee sped by.
sbn: ڀنڀوٚرو تيزيٚ سآنٚ گزري وهُڙو۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
sbn: ڪليٚپ رو ڪبريٚستآن آوآزآنٚ رينٚ ڪليٚپآنٚ تي مشتمل هوئي دو جيڪو اُئآنٚ کي آم وآئيٚس ڊيٽآ سيٽ مينٚ نآ ٺآهيآنٚ هوئينٚ۔ رُڳو ڊيٽآ سيٽ جيٚنٚ، ڪبريٚستآن ڪليٚپ ڊآئونلوڊ ڪرڻ لآ دستيآب اهي۔ اسينٚ هيٺ ڏنل مآڻهوٚآنٚ ائيٚنٚ اَدآرآنٚ رو شُڪر ادآ ڪرڻ گُهرآنٚ دو تا اُئآنٚ ري ايئي منسوٚبي مينٚ مدت لآ اهينٚ

source: The clip has disrespectful or offensive language.
sbn: ايئي ڪليٚپ مينٚ تمآم گندآ لڦز اهينٚ

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
sbn: ڪآمن وآئيٚس ڊيٽآ سيٽ ميݩ سئو هزآريݩ آوآزيݩ رآ نموٚنآ شآمل اهيݩ جيڪي ٺآهڻ وآرآݩ کي آوآز ري سُڃآڻپ ڪرڻ رآ اُوزآر ٺآهڻ ميݩ مدت ڪريݩ دآ،

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
sbn: ايٚ برآدريٚ ڪآمن وآئيٚس رو ڌڙڪندڙ دل اهي۔ اي سڄيٚ دُنيآ مآنٚ آئينٚ دآ۔ ائيٚنٚ ٻوليٚ رآ ڪآرڪن، سآئنسدآنآنٚ ائيٚنٚ ڦنڪآر اهينٚ۔ اڀينٚ اسآنٚ ري <about> سڦهي بآري مينٚ </about> ائيٚنٚ اسآنٚ ريٚ<community> ڪميٚونٽيٚ پلي بُڪ</community>۔ جيڪڏهينٚ اڀيٚنٚ وڌيٚڪ گهريٚ تنزيٚميٚ ڀآئيٚوآريٚ مينٚ دلچسپيٚ رکو دآ،<emailFragment> رآبتي مينٚ رهونٚ۔</emailFragment>

source: The content contains a language different than I was expecting.
sbn: موآد ميݩ مآݩجيٚ اُميٚد کآݩ مکتليٚڦ ٻوليٚ اهي۔

source: The content has disrespectful or offensive language.
sbn: جملي مينٚ بي ازتيٚ جانٚ ناگوار ٻوليٚ هي.

source: The giant dino [cough] the Triassic.
sbn: ٽرآئيٚسڪ رو وڏو ڊآئينآسوَر.

source: The giant dinosaur of the Triassic.
sbn: ٽرآئيٚسڪ رو وڏو ڊآئينآسوَر.

source: The giant dinosaurs of the Triassi-.
sbn: ٽرآئيٚسيٚ رآ وڏآ ڊائينآسوَر۔

source: The giant dinosaurs of the Triassic.
sbn: ٽرآئيٚسڪ رآ وڏآ ڊآئينآسوَر.

source: The giant dinosaurs of the Triassic. [read by one voice]
sbn: ٽريآسئيٚڪ رآ وڏآ ڊئينآسور۔ <strong>پڙهو هَڪ آواز ميݩ

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
sbn: ٽريآسئيٚڪ رآ وڏآ ڊئينآسور۔ <strong>پڙهو هَڪ آواز ميݩ

source: The giant dinosaurs of the Triassic. Yes.
sbn: ٽرآئيٚسڪ رآ وڏآ ڊآئينآسوَر. هآ.

source: The giant dino <strong>[cough]</strong> the Triassic.
sbn: وڏآ ڊئينآ<strong>کنگھڻ</strong>ٽريآسئيٚڪ۔

source: The MediaRecorder API is not supported in your browser.
sbn: اڀآنٚ ري برآئوزر مينٚ ميٚڊيآ ريڪآڊر اي۔پيٚ۔آئيٚ (API) سپورٽ ٿيل ڪونهي۔

source: The number of recordings and which languages you contribute to will be public.
sbn: ريڪآڊئيٚنگ رو تآدآد ائيٚݩ اڀيٚݩ ڪهڙيݩ ٻوليآݩ ميݩ هيسو وٺتآندي اهي اوٚ آوآميٚ هُݩدو۔

source: The page you are looking for could not be found
sbn: جيڪو سڦهو اڀيٚنٚ لنٚڀي رهيآ اهونٚ ڪوندو ملي

source: The question should be answerable in just a couple of sentences.
sbn: سوآل رو جوآب ڪجه جملآ ميݩ سمجھڻ جيهڙو هوئي۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
sbn: هڃر ايئي ٻوليٚ ميݩ ڪو با لکت چيڪ ڪرڻ لآ ڪونهي۔ مهربآنيٚ ڪري سڦهي کي ريٚڦريش ڪرو جآݩ وري ڪوشيٚش ڪرو

source: There are currently no sentences to review in this language.
sbn: هڃر ايئي ٻوليٚ مينٚ ڪو با جملو ڪونهي جآنچڻ لآ

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
sbn: هڃر ايئي ٻوليٚ ميݩ ڪو با لکت چيڪ ڪرڻ لآ ڪونهي۔ مهربآنيٚ ڪري سڦهي کي ريٚڦريش ڪرو جآݩ وري ڪوشيٚش ڪرو

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
sbn: ٻوليٚ ري بآري ميݩ سوچڻ لآ جآم تريٚڪآ اهيݩ۔ تڪريٚر ريٚ سُڃآڻپ رآ کآڪيݩ لآ مڪسدن لآ، ڪآمن وآئيٚس ’بآ آميٚ سمجھ‘ تي ڌيآن ڏيڻ ريٚ سلآه ڏي دو، جآݩ ’ ڪيٚ ايئي ٻوليٚ رآ ڳآلهآڻ وآرآ گھڻو ڪري هَڪ ٻي کي سمجھيݩ سگھيݩ دآ جيڪڏهيݩ اوٚ ڪوشيٚش ڪريݩ؟‘

source: The recording was too long.
sbn: ايٚ ريٚڪآڊئيٚنگ جآم وڏيٚ هُنديٚ

source: The recording was too quiet.
sbn: ايٚ ريٚڪآڊئيٚنگ گهٽ آوآز مينٚ اهي

source: The recording was too short.
sbn: ريٚڪآڊئيٚنگ جآم ننڍيٚ اهي

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
sbn: هڃر ايئي ٻوليٚ ميݩ ڪو با لکت چيڪ ڪرڻ لآ ڪونهي۔ مهربآنيٚ ڪري سڦهي کي ريٚڦريش ڪرو جآݩ وري ڪوشيٚش ڪرو

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
sbn: مسآل تور تي مآکز موآد ميݩ ڪو با انگ نآ هوئڻ کپي ڇآڪآڻ تا اوٚ بلند آوآز سآݩ پڙهڻ سآݩ مسلآ پيدآ ڪري سگهيݩ دآ۔ نمبر کي پڙهڻ رو تريٚڪو تنآزر تي منهسر اهي ائيٚݩ ڊيٽآ سيٽ ميݩ مونجهآرو پيدآ ڪري سگهي دو۔ مسآل تور، نمبر "2409" کي سهيٚ تور تي "چوويهه سئو نوݩ" ائيٚݩ "ٻا هزآر چآر سئو نوݩ" ٻئيوݩ تريٚڪي سآݩ پڙهي سگهجي دو.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
sbn: پڙهندڙ ري وچ ميݩ آوآآز ميݩ ڪُدرتيٚ ڦرڪ هُندو. سرڦ تڏهݩ رد ڪرو جڏهݩ آوآز ايترو وڌيٚڪ هوئي تي رڪآرڊنيٚگ ٽٽيٚ وهي، جآݩ آم تور تي) جيڪڏهݩ او ايترو گهٽ هوئي تا اڀيٚݩ لکيل متن ري هورلي کآݩ سوآ نآ سُڻي سگهو تآ ڪي ڪهيو وهُڙو اهي.

source: The route was unclear.
sbn: رستو سآڦ اهي

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
sbn: او ٻوليݩ ايئي وکت ڪميٚونٽيٚ ريٚ ترڪيٚ هيٺ ويب سآئيٚٽ <localizationGlossaryLink> ميݩ اهيݩ۔ ائيٚݩ </localizationGlossaryLink> لوڪلآئيٚزيشن جملآݩ رو ميڙ<sentenceCollectionGlossaryLink> شروٚ ڪرڻ ريٚ زرُورت اهي۔</sentenceCollectionGlossaryLink>

source: The selected file is too large
sbn: چُنڊل ڦآئيٚل جآم وڏيٚ اهي

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
sbn: جملآ جمآ ڪرڻ وآرآ ڪومن وئيٚس پليٽ ڦآرم ڏآنٚهنٚ وهي رهيآ اهينٚ۔ اڀيٚنٚ بآ <writeURL>لکو</writeURL>هَڪ جملو<reviewURL>جآنچڻ </reviewURL> هَڪ ئي جملو جمآ ڪرو ڪومن وئيٚس تي

source: The sentence has a grammatical or spelling error.
sbn: جملي مينٚ گرآمر جآنٚ اسپيلنگ ريٚ گلٽيٚ اهي

source: The sentence has disrespectful or offensive language.
sbn: جملي مينٚ بي ازتيٚ جانٚ ناگوار ٻوليٚ هي.

source: The sentence must be grammatically correct.
sbn: جملا سهيٚ هوئي گرآمر ري متآبڪ

source: The sentence must be speakable.
sbn: جملا گالهآڻ جهڙآ هوئي

source: The sentence must be spelled correctly.
sbn: جملا سهيٚ لکيل هوڻ کپي

source: The sentence should have fewer than 15 words.
sbn: جملي مينٚ پندرهآنٚ 15 لڦزآنٚ کآنٚ گهٽ هوڻ کپي۔

source: The site is ready to be launched when it reaches 75% completion.
sbn: جڏهيݩ ايٚ ويب سآئيٚٽ 75 سيٚڪڙو پوريٚ ٿئي وهيسي تا تڏهيݩ ايٚ ويب سآئيٚٽ تيآر اهي۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
sbn: سآئيٚٽ جلد کآݩ جلد بهآل (سهيٚ) ڪئيٚ وهيٚسي۔ تآزه تريݩ مآلوٚمآت لآ، مهربآنيٚ ڪري شآمل ٿيو <matrixLink> ميٽرڪس برآدريٚ ريٚ ٻآل ٻول جآݩ آئو<githubLink></githubLink>جآݩ <discourseLink>اسآݩ ري ڊيس ڪورس ڦآرمس</discourseLink> جمآ ڪرڻ لآ ائيٚݩ جآنچڻ لآ ويب سآئيٽ ري مسلآݩ رو تجربو ڪرڻ۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
sbn: ٽيڊ۔ليٚم رو گڏيل ميڙ آڊيٚو ڳآلهيݩ ائيٚݩ ائآݩ ري ٽرآنسرپشن مآݩ ٺآهيو وهُڙو اهي جيڪي ٽيڊ ويب سآئيٚٽ تي موجود اهيݩ۔

source: The website text is translated into that language.
sbn: ويب سآئيٚٽ رو موآد ايئي ٻوليٚ مينٚ ترجمو ڪيو وهُڙو اهي۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
sbn: ايئي موآد ميݩ فرد ريٚ سُڃآڻپ سآݩ لآڳآپيل زآتيٚ تور تي سُڃآڻپ ڪرڻ واريٚ مآلوٚمآت شآمل اهي، جهڙوڪ اُئآݩ رو نآلو، ايٚ ميل ايڊريس، مڪآم، سُڃآڻپ نمبر، جآݩ ڦون نمبر۔

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
sbn: ايٚ موآد ڪݩهݩ مآڻهوٚ ريٚ سُڃآڻپ سآݩ لآڳآپيل زآتيٚ تور تي سُڃآڻپ ڪرڻ وآريٚ مآلوٚمآت لآ پُڇي رهيو اهي، جهڙوڪ اُئآݩ رو نآلو، ايٚ ميل ايڊريس، مڪآم، سُڃآڻپ نمبر، جآݩ ڦون نمبر.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
sbn: اَي مآلوٚمآت ڏيڻ اڀآنٚ ريٚ مرزيٚ اهي۔ اگر اڀيٚنٚ سهيٚ سمجھو دآ تي ڏيو نا تا نآ ڏيو۔ جڏي اسيٚنٚ ڊيٽآ سيٽ زآهر ڪندآسيٚنٚ، اسيٚنٚ سڀ زآتيٚ مآلوٚمآت ڦرزيٚ نآلو ڏيسو، ائيٚنٚ پَڪ ڪرونٚ دآ تا اڀآنٚ رو نآلوائيٚنٚ ايٚ ميل جيهڙي مآلوٚمآت اُمر جآنٚ جنس جيهڙيٚيٚ ڊيموگرآڦيٚڪ مآلوٚمآت سآنٚ ڳنڍيل ڪونهي هوئينٚ.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
sbn: ايٚ مآلوٚمآت ڏيڻ رو اکتيآريٚ اهي۔ اڀآݩ کي سرڦ ايئي سورت ميݩ شآمل ڪرڻ کپي جيڪڏهيݩ اڀيٚݩ آرآمدآ مهسوس ڪرو۔ جڏهيݩ اسآݩ ڊيٽآ سيٽ جآريٚ ڪروݩ دآ، اسآݩ سڀئي زآتيٚ مآلوٚمآت کي تکلس ڏيوݩ دآ، ائيٚݩ پڪ ڪروݩ دآ تا اڀآݩ رو نآلو ائيٚݩ ايٚ ميل جيهڙيٚ مآلوٚمآت اُمر جآݩ جنس جيهڙيٚ ڊيموگرآڦڪ مآلوٚمآت سآݩ ڳنڍيل نا هوئي۔ ٽيڪنآلآجيٚ هر ڪݩهݩ لآ سُٺي ڪم ڪرڻ لآ، ڊيٽآ جيڪو ٺآهڻ وآرآݩ کي ٽيڪنآلآجيٚ ٺآهڻ ميݩ مدت ڪري دو اُئي کي مآڻهآݩ ري هَڪ متنوآ رينج کي زآهر ڪرڻ ريٚ زرُورت اهي۔ وڌيٚڪ ڄآڻو تا ميٽآ ڊيٽآ ڪݩهݩ لآ اهم اهي۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
sbn: ايٚ هَڪ استمآل ري ڪيس تي ٻڌل هيسو اهي جݩهݩ ميݩ ڳآلهآئيٚڻ وآرآ انگآݩ ريٚ سُڃآڻپ ائيٚݩ هآ جآݩ نآ ريٚ سُڃآڻپ کي تآݩڪت ڏيڻ لآ ڊيٽآ شآمل اهي۔

source: This is how you cite yourself if you wrote the content yourself.
sbn: جيڪڏهينٚ اڀآن موآد پنڊ لکيو اهي تا اڀآنٚ ايئي نموٚني پنڊرو هوآلو ڏيو دآ۔

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
sbn: ايٚ منسوبو اڀآنٚ جيهڙآنٚ مآڻهوٚآنٚ کآنٚ سوآ ممڪن ڪوندو هوئي۔ ڪآمن وآئيٚس سآنٚ شآمل ٿيڻ رآ ڪيترآئيٚ تريٚڪآ اهينٚ۔ اڀآنٚ کي هيسو وٺڻ لآ ڪوڊئيٚنگ ڪرڻ ريٚ زرُورت ڪونهي!

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
sbn: ايٚ سيٚٽنگ اڀآنٚ ري ليٚڊر بورڊ ريٚ نمآئيٚش کي ڪآبوٚ ڪري دي۔ جڏهينٚ لڪآئيو وهي، اڀآنٚ ريٚ ترڪيٚ کآنگيٚ هوئيٚسي۔ اُئي رو متلب اهي تا اڀآنٚ ري تسويٚر، هيسو وٺڻ وآري رو نآلو ائيٚنٚ ترڪيٚ ليٚڊر بورڊ تي پڌريٚ ڪونديٚ ٿئي۔ يآد رکو تا ليٚڊر بورڊ ريٚڦريش ٿيڻ مينٚ { $minutes } مينٽ وٺي دو تبديٚل ڪرڻ لآ۔

source: Three to go!
sbn: ٽي رهيل اهينٚ

source: Thur
sbn: ٿُر

source: Tibetan
sbn: تبتيٚ ٻوليٚ

source: Tigre
sbn: ٽيگريٚ

source: Tigrinya
sbn: ٽگرنيآ

source: Tlazoyaltepec Mixtec
sbn: تلآزويآلتيپي ميٚڪسٽيڪ

source: Toba Qom
sbn: توبآ ڪوٚم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
sbn: تبديٚل ڪرڻ جآنٚ وري سهيٚ ڪرو (ايڊيٚٽ) پنڊرو ايٚ ميل، اسآنٚ کي ايٚ ميل موڪلو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
sbn: اج

source: Today's Common Voice progress on clips recorded
sbn: ريڪآڊ ٿيل ڪليٚپآنٚ تي اج ريٚ ڪآمن وآئيٚس ريٚ ترڪيٚ پڌريٚ ڪري

source: Today's Common Voice progress on clips validated
sbn: تسديٚڪ ٿيل ڪليٚپآنٚ ريٚ اج ڪآمن وآئيٚس تي ترڪيٚ پڌريٚ ڪر

source: Today's Progress
sbn: اج ريٚ ترڪيٚ

source: Toki Pona
sbn: ٿوڪي پونآ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
sbn: ڪآمن وآئيٚس ڊيٽآ سيٽ مينٚ شآمل ٿئيٚڻ لآ، هَڪ آوآز ري ڪليٚپ کي ٻآ الگ الگ استمآل ڪرڻ وآرآنٚ ري ترڦآنٚ تسديٚڪ ڪرڻ کپيَ۔

source: Too many files
sbn: جآم گھڻيونٚ ڦآئيٚلونٚ

source: Top Contributors
sbn: سڀنيونٚ کآنٚ مٿي هيسو وٺڻ وآرآ

source: Torwali
sbn: ٽوروآليٚ

source: Total
sbn: ڪُل

source: Total Approved
sbn: ڪُل ڪبوٚل ٿئينٚ اهينٚ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
sbn: کٻي پآسي اسآݩ ڦآئيدآݩ رو کآکو بيآن ڪروݩ دآ ائيٚݩ کولي سمجھآئوݩ دآ تا اسآݩ ڪيهڙيٚ مآلوٚمآت کي آوآميٚ ڪروݩ دآ۔ پنڊريٚ ڊوآئيٚس (device) تي هَڪ ڪآمن وآئيٚس اڪآئونٽ سآݩ شروٚ ڪرڻ لآ هيٺ ڏنل لنڪ استمآل ڪرو۔

source: Toward next goal
sbn: آڻ وآرآنٚ مڪسدآنٚ ڏآنٚهنٚ

source: Track progress here and on your stats page.
sbn: ڏستآ رهونٚ پنڊريٚ ترڪيٚ هتي ائيٚنٚ اڀآنٚ ري انگ اکر ري سڦهي تي۔

source: Transcribe
sbn: آڊيٚو کي لکڻ

source: Transcribe answers
sbn: جوآب کي لکو

source: Transcribe Audio
sbn: آڊيٚو کي لکو

source: Transcribe audio recordings into text
sbn: آڊيٚيو ريٚ ريٚڪآڊئيٚنگ کي لکو۔

source: Transcribe audio recordings in your language
sbn: آڊيٚيو بيآن ڪرو پنڊريٚ ٻوليٚ مينٚ

source: Transcribe Audio <small>(Coming soon)</small>
sbn: آڊيٚو کي لکو <small>جلديٚ آڻ وآرآ</small>

source: Transcript edited successfully
sbn: لکت کي وري سهيٚ لکيآندي (ايڊيٚٽ) ڪآميآبيٚ سآݩ

source: Transcript skipped successfully
sbn: لکت ڪآميآبيٚ سآݩ جڏيآندي

source: Transcript submitted successfully
sbn: لکت کي وري سهيٚ لکيآندي (ايڊيٚٽ) ڪآميآبيٚ سآݩ

source: Transcript voted successfully
sbn: لکت ڪآميآبيٚ ووٽ ڪيو وهُڙو۔

source: Transgender
sbn: کڌڙو

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
sbn: <translateVideoLink> ڏسو اسآݩ رو سکآڻ وآرو ويٚڊيو ڪليٚپ پون ٽوٚن تي۔</translateVideoLink>

source: Translating the site
sbn: ويب سآئيٚٽ رو ترجمو ڪرڻ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
sbn: ترجمو انگريزيٚ ميݩ اهي، پر اڀيٚݩ ٻئيوݩ با<strong> سلآهوݩ</strong> ٻيݩ ٻوليݩ ميݩ۔ ڪليٚڪ ڪرو <strong>پُروڦآئيٚل</strong> آئيٚڪون، پوء<strong> سيٽيٚنگ</strong> لينڪ ائيٚݩ شآمل ڪرو ڪو با ٻوليوݩ جيڪو اڀيٚݩ ڳآلهآئو دآ۔ سڀ کآݩ مٿي سڌي هٿ ڪورنر ترجمو ڪرڻ وآرو هُݩدو <strong> آم </strong>۔ ترجمو نزر آئيٚسي ويب سآئيٚٽ تي هَڪ ڏيݩهݩ کآݩ پوء۔

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
sbn: ڪآمن وآئيٚس ويب سآئيٚٽ رو ترجمو نزر آئيٚسي <strong>پون ٽوٚن</strong>۔

source: Try again by dragging your file here
sbn: وري ڪوشيش ڪرو پنڊريٚ ڦآئيٚل هتي آڻ

source: Try uploading again
sbn: وري ڪوشيٚش ڪرو آپلوڊ ڪرڻ ريٚ

source: Tshivenda
sbn: شيوينڊآ

source: Tunen
sbn: توٚمين

source: Tupuri
sbn: توٚپريٚ

source: Turkish
sbn: ترڪيٚ

source: Turkmen
sbn: ترڪمآنيٚ

source: Tush
sbn: توٚس

source: Tuvan
sbn: تووآن

source: Twi
sbn: ٽوئيٚ

source: Typically megabytes
sbn: آم ميگآ بآئيٚٽس

source: Ubykh
sbn: اوبيک

source: Udmurt
sbn: ادمورت

source: Ukrainian
sbn: يوڪريٚنيٚ

source: Understand contribution criteria
sbn: شرڪت ڪرڻ ري ميآر کي سمجھڻ

source: Understand how to contribute and validate on the Common Voice dataset
sbn: سمجھو تي ڪئيݩ شرآڪت ائيٚݩ تسديٚڪ ڪرڻيٚ اهي ڊيٽآ سيٽ ريٚ ڪآمن وآئيٚس تي

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
sbn: سمجھو تآ وائيٚس ڪلپس سُڻڻ وکت ڪيٚ ڏسڻ کپي ائيٚنٚ پنڊريٚ وائيٚس رڪآرڊئيٚنگ کي وڌيٚڪ ڀليٚ ٺآهڻ مينٚ مدت ڪريو۔

source: Universities, Academics and Researchers
sbn: يونيٚورسٽيٚوݩ، تآليٚميٚ مآهر ائيٚݩ لݩڀڻ وآرآ

source: Upload aborted. Do you want to delete your recordings?
sbn: آپلوڊ ڪونديٚ ٿئي۔ ڪيٚ اڀيٚنٚ گُهرونٚ دآ ريٚڪآڊدئيٚنگ کي کتم ڪرڻ؟

source: Upload an image file
sbn: اپلوڊ ڪرو تسويٚر وآريٚ ڦآئيٚل

source: { $uploadedQuestions } of { $totalQuestions } questions collected
sbn: { $uploadedQuestions } سڀ { $totalQuestions }ڀيڙآ ٿيل سوآل

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
sbn: { $uploadedQuestions } مآݩ{ $totalQuestions } ڀيڙآ ٿيل سوآل۔ ڏسو اسآݩ رو <guidelinesLink> رهنمآئيٚ</guidelinesLink> وآرو سڦهو سکڻ لآ وڌيٚڪ تا ڪئيݩ وڌيٚڪ سوآل شآمل ڪرڻ ري بآري ميݩ

source: { $uploadedSentences } of { $totalSentences } sentences collected
sbn: { $uploadedSentences }رو{ $totalSentences }جملو جمآ ڪيآندي

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
sbn: { $uploadedSentences }رو { $totalSentences }جملآ جمآ ڪيآندي۔ ڪليٚڪ ڪرو <downloadLink>هت</downloadLink> ڊئينلوڊ ڪرو رد ڪئيل جملا

source: Upload failed, please retry.
sbn: ڊئلوڊ ڪون ٿيآ، وري ڪوشيٚش ڪرو۔

source: Upload <icon></icon> public domain sentences
sbn: آپلوڊ<icon>آوآميٚ ڊوميٚن جملآ

source: Upload in progress...
sbn: آپلوڊ ترڪيٚ

source: Upload more sentences?
sbn: آپلوڊ ڪرو وڌيٚڪ جملا

source: Upload of this clip keeps failing at server. Reload the page or try again later.
sbn: ايئي ڪليٚپ ريٚ اپلو ڊئيٚنگ سرور () کآݩ ئيٚ ڪونديٚ ٿئي۔ وريٚ سڦهي کي کولي ٻيهر ڪوشيٚش ڪرو

source: Upload of this clip keeps failing, keep retrying?
sbn: ايئي ڪليٚپ ري آپلوڊئيٚنگ ڪونديٚ ٿئيٚ رهي اهي، ڪوشيٚش ڪرتآ رهو؟

source: Urdu
sbn: اُردوٚ

source: Use correct grammar
sbn: استمآل ڪرو سهي گرآمر

source: Use correct spelling and grammar
sbn: استمآل ڪرو سهيٚ اکر ائيٚنٚ گرآمر

source: Use correct spelling and grammar.
sbn: استمآل ڪرو سهيٚ اکر ائيٚنٚ گرآمر

source: Use correct spelling and punctuation
sbn: استمآل ڪرو سهيٚ اکر ائيٚنٚ نشآنيٚونٚ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
sbn: ڦآئيدي مند <mark> اسليٚ تڪريٚر رو موآد </mark> ائيٚݩ ڪيس استعآل ڪرو (مسآل تور، جڏهيݩ اڀيٚݩ گُهرو دآ تا تڪريٚر ريٚ سُڃآڻپ اُئآݩ مآڻهوٚآݩ سآݩ ڪم ڪري جيڪي گير لکت ائيٚݩ آم ٻوليٚ ڳآلهآئي رهيآ اهيݩ)

source: User Name
sbn: استمآل ڪرڻ وآري رو نآلو

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
sbn: استمآل ڪرڻ وآرآ ڏنل ڪليٚپآنٚ ريٚ دُرستگيٚ ريٚ تسديٚڪ ڪرينٚ دآ۔ ڏسينٚ دآ تا ڳآلهآڻ وآرو جملي کي سهيٚ ڳآلهآئي دو۔

source: Ushojo
sbn: اوٚسيٚجو

source: Uyghur
sbn: ويگر

source: Uzbek
sbn: ازبڪ

source: Validated Clips
sbn: تسديٚڪ ٿيل ڪليٚپونٚ

source: Validated Hours
sbn: تسديٚڪ ٿيل ڪلآڪ

source: Validated Hr. Total
sbn: تسديٚڪ ٿيل ڪُل ڪلآڪ

source: Validate readings
sbn: تسديٚڪ سآݩ پڙهڻ

source: Validate Readings
sbn: تسديٚڪ سآݩ پڙهڻ

source: Validate Readings, Review Transcriptions
sbn: ميآر سآݩ پڙهڻ، ڏسڻ لکيل کي

source: Validate Readings <small>(Coming soon)</small>
sbn: ريٚڪآڊئيٚنگ تسديٚڪ کآݩ <small>آڻ وآريٚ اهي جلديٚ</small>

source: Validate readings submitted by community members
sbn: تسديٚڪ سآݩ پڙهيٚ جمآ ڪئيل ڪميونٽيٚ وآرآن رو

source: Validate user-recorded readings in your language
sbn: ريٚڪآڊئيٚنگ وآرو ميآريٚ هوئي جيڪو پڙهي پنڊريٚ ٻوليٚ ميݩ

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
sbn: ڏنل ڪليٚپآݩ ريٚ تسديٚڪ ڪرو آم آوآز ريٚ مشيٚن لآ با زرُوريٚ اهي۔ سُڻو ائيٚݩ اسآݩ ريٚ مدت ڪرو ميآريٚ کُليل وسيٚلي وآئيٚس ڊيٽآ ٺآهن ميݩ۔

source: Validation Progress
sbn: ترڪيٚ ريٚ تسديٚڪ

source: Validations
sbn: تسديٚڪونٚ

source: Value and recognition.
sbn: ڪدر ائيٚݩ سُڃآڻپ

source: Variant Contribution Options
sbn: مکتليٚڦ تآون رآ اکتيآر

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
sbn: مکتليٚڦ ٻوليݩ هَڪ کآس شڪل اهيݩ - مسآل تور، هَڪ جآگرآڦيٚ جآݩ برآدريٚ ميݩ رآهڻ وآرآ مآڻهوٚآݩ پآرآݩ ورڇآت ڪئيل۔ ڪڏهيݩ ڪڏهيݩ اُئآݩ کي لهجآ ڪهيو وهي دو۔

source: Varying Pronunciations
sbn: مکتليٚڦ اُوچآر

source: Venetian
sbn: وينيٿين

source: Version
sbn: تريٚڪو جآنٚ رستو

source: Very common mistakes include:
sbn: ننڍيٚ مآݩ ننڍيٚ گلتيٚ کي شآمل ڪرو:

source: Vietnamese
sbn: ويٽنآميٚ

source: View your progress against personal and project goals.
sbn: زآتيٚ ائيٚݩ منسوبي ريٚ مڪسدآݩ ري مڪآبلي ميݩ پنڊريٚ ترڪيٚ ڏسو۔

source: Visible
sbn: ڏسڻ لآ

source: Visit our blog or write about us
sbn: آئو اسآݩ ري ولوٚگ تي ائيٚݩ اسآݩ ري بآري ميݩ لکو۔

source: Voice clips are entered into a submission queue that readies them for listening.
sbn: آوآزآنٚ ريٚ ڪليٚپ جمآ ڪرآئڻ وآريٚ ڪتآر مينٚ دآکل ڪينٚ وهُڙينٚ اهينٚ جيڪو اُئآنٚ کي سُڻڻ لآ تيآر ڪيآندي اهي۔

source: Voice Collection
sbn: آوآز ڀيڙو ڪرڻ

source: Voice Contribution
sbn: آوآز ڏيڻ

source: Voice Dataset, Ready for Download
sbn: وآئيٚس ڊيٽآ سيٽ، تيآر اهي ڊآئون لوڊ ڪرڻ لآ
